"john.appleseed" = "john.appleseed";
"Sign In" = "Zaloguj się";
"Your account name or password was entered incorrectly." = "Nazwa lub hasło zostały podane nieprawidłowo.";
"There was an error logging in. Please try again." = "Wystąpił błąd logowania. Spróbuj jeszcze raz.";
"Apple ID password" = "Hasło Apple ID";
"Invalid token data is returned by server" = "Wystąpił błąd logowania. Spróbuj jeszcze raz.";
"Authentication was canceled by user" = "Uwierzytelnianie anulowane";
"password" = "hasło";
"OK" = "OK";
"Password field is empty" = "Podaj hasło.";
"Password expired. Please change your password on Mac." = "Hasło wygasło. Zmień hasło na ekranie Store w Ustawieniach.";
"Required" = "Wymagane";
"Would you like to visit iForgot.apple.com to recover your %@?" = "Czy chcesz przejść do iForgot.apple.com i odzyskać dane konta?";
"Password" = "Hasło";
"Apple ID field is empty" = "Pole Apple ID jest puste";
"Apple ID" = "Apple ID";
"Cancel" = "Anuluj";



/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "Nieprawidłowy identyfikator Apple ID lub hasło.";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "Dla bezpieczeństwa zalecane jest zresetowanie hasła. Można to zrobić na stronie %@.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "Twój identyfikator Apple ID został wyłączony ze względów bezpieczeństwa. Możesz zresetować hasło na %@.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "Ustawienia czasu na tym urządzeniu są niepoprawne. Możesz je zmienić tutaj: Ustawienia > Ogólne > Data i godzina. Następnie spróbuj ponownie.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "Uwaga, błąd. Prosimy o cierpliwość, spróbuj ponownie później.";

"You appear to be offline. Please connect to the Internet and try again." = "Prawdopodobnie jesteś w trybie offline. Połącz się z Internetem i spróbuj ponownie.";

"Two-step verification has been disabled for the Apple ID account %@." = "Wyłączono dwustopniową weryfikację dla konta z Apple ID %@.";

"Signing In" = "Logowanie";

"A new code has been sent to your device." = "Na Twoje urządzenie został wysłany nowy kod.";

"Code %1$d of %2$d selected" = "Kod %1$d z %2$d wybranych";

"Sending New Code" = "Wysyłanie nowego kodu";

"Verifying code" = "Weryfikacja kodu";

"Verified" = "Zweryfikowano";

/* Verification Code Screen Prompt */
"Enter verification code" = "Wprowadź kod weryfikacyjny";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "Wpisz kod weryfikacyjny wysłany na urządzenie \"%@\"";

/* Send new code button title */
"Send a new code" = "Wyślij nowy kod";

/* SMS subtitle */
"SMS to Phone Number" = "Wyślij wiadomość SMS na numer telefonu";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "Nie otrzymujesz wiadomości na żadne ze swoich urządzeń?";

/* Verification Code Screen Title */
"Verification Code" = "Kod weryfikacyjny";

/* Trusted devices screen title */
"Verify Identity" = "Potwierdź tożsamość";

/* Send button title */
"Send" = "Wyślij";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "Aby zarządzać zaufanymi urządzeniami, odwiedź stronę %@ na komputerze Mac lub PC.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "Dla tego Apple ID włączono dwustopniową weryfikację.";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "Na wybrane przez Ciebie urządzenie zostanie wysłany tymczasowy kod, którego możesz użyć, aby potwierdzić swoją tożsamość.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "ZAUFANE URZĄDZENIA";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "Wymagana jest dwustopniowa weryfikacja, ale interakcje z użytkownikiem nie są dozwolone.";

/* Button title */
"My Apple ID…" = "Mój Apple ID…";

/* Phone number description */
"Number ending in %@" = "Numer zakończony na %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "Niestety, podjęto zbyt wiele nieudanych prób potwierdzenia tożsamości. Ze względów bezpieczeństwa bez klucza odzyskiwania nie będzie można dokonywać zmian na koncie przez następne osiem godzin.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "Wysłano zbyt wiele kodów służących do weryfikacji numeru telefonu. Spróbuj ponownie później.";

/* Error Message */
"No Device information available." = "Brak informacji o urządzeniu";

/* Error Message */
"The verification code you entered is not valid." = "Podany kod weryfikacyjny jest nieprawidłowy.";

/* Error Message */
"Invalid Session." = "Błędna sesja.";

/* Error Message */
"Cannot find this person." = "Nie można znaleźć tej osoby.";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "Podjęto zbyt wiele nieudanych prób weryfikacji kodu. Wyślij nowy kod na inne urządzenie lub spróbuj ponownie później.";

/* Send Code to label */
"Send Code to:" = "Wyślij kod na:";

/* Error Message */
"Please enter a valid phone number." = "Wpisz prawidłowy numer telefonu.";
